Repository: E2OpenPlugins/e2openplugin-RemoteChannelStreamConverter
Catalog: plugin/locale/*/LC_MESSAGES/RemoteChannelStreamConverter.po
Languages: fa, nl, ru, tr

source: FTP Server Editor
fa: ویرایشگر سرور اف تی پی
ru: Редактор FTP сервера
tr: FTP Sunucu Düzenleyicisi

source: Exit
fa: خارج شدن
nl: Afsluiten
ru: Выход
tr: Çıkış

source: OK
fa: تایید کردن
ru: ОК
tr: TAMAM

source: Keyboard
fa: صفحه کلید
nl: Toetsenbord
ru: Клавиатура
tr: Klavye

source: Use address
fa: استفاده از آدرس
nl: Gebruik adres
ru: Использовать доменное имя
tr: Kullanıcı URL'si

source: Use IP
fa: استفاده از آی پی
nl: gebruik IP
ru: Использовать IP адрес
tr: Kullanıcı IP'si

source: Username:
fa: نام کاربری :
nl: Gebruikersnaam:
ru: Имя пользователя:
tr: Kullanıcı Adı:

source: Password:
fa: روز ورود :
nl: Wachtwoord:
ru: Пароль:
tr: Parola:

source: FTPport:
fa: FTP پورت
nl: FTP poort:
ru: Пароль FTP:
tr: FTP Bağlantı Noktası:

source: Passive:
nl: Passief:
ru: Пассивный:
tr: Pasif:

source: Telnetport:
fa: Telnet پورت
nl: Telnet poort:
ru: Порт телнета:
tr: Telnet bağlantı noktası:

source: Adress:
fa: آدرس :
nl: Adres:
ru: Адрес:
tr: Adres:

source: Enter address
fa: آدرس را وارد نمایید
nl: Voer adres in
ru: Ввод адреса
tr: Adresi girin

source: Enter username
fa: نام کاربری را وارد نمایید
nl: Voer gebruikersnaam in
ru: Ввод имени пользователя
tr: Kullanıcı adını girin

source: Enter password
fa: رمز ورود را وارد نمایید
nl: Voer uw wachtwoord in
ru: Ввод пароля
tr: Parolayı girin

source: Select bouquets to convert
fa: دسته مورد نظر را منظور تبدیل کردن انتخاب نمایید
nl: Selecteer bouquets om te converteren
ru: Выбор букетов для конвертирования
tr: Dönüştürülecek buketleri seçin

source: Close
fa: بستن
nl: Sluiten
ru: Закрыть
tr: Kapat

source: Set server IP
fa: تنظیم آی پی سرور
nl: Server IP instellen
ru: Установить IP сервера
tr: Sunucu IP'sini ayarla

source: Select a remote server IP first
fa: انتخاب آی پی سرور راه دور برای بار اول
nl: Selecteer eerst een extern IP
ru: Первое, выберите IP удаленного сервера
tr: Uzak sunucu için IP adresini seçin

source: Testing remote connection
fa: تست سرور راه دور
nl: Test externe verbinding
ru: Тест удаленного подключения
tr: Uzak bağlantı test ediliyor

source: Connection to remote IP ok
fa: اتصال به آی پی راه دور - وضعیت خوب
nl: Verbinding van extern IP is ok
ru: Подключение к удаленному IP работает ОК
tr: Uzak IP'ye bağlantı tamam

source: Could not connect to remote IP
fa: عدم اتصال به آی پی راه دور
nl: Kon geen verbinding maken met extern IP
ru: Не удалось подключиться к удаленному IP
tr: Uzak IP'ye bağlanılamadı

source: Downloading remote services
fa: در حال دریافت خدمات از راه دور
nl: Downloaden van externe services
ru: Загрузка удаленных сервисов
tr: Uzak hizmetleri indirme

source: Download from remote failed
fa: دریافت خدمات از راه دور ناموفق بود
nl: Downloaden van externe mislukt
ru: Ошибка загрузки с сервера
tr: Uzaktan indirme başarısız oldu

source: FTP reading bouquets %d of %d
nl: FTP leest bouquets % d van% d
ru: FTP чтение букетов %d из %d
tr: FTP okuma buketleri %d / %d

source: Make your selection
fa: انتخاب خود را ایجاد کنید
nl: Maak uw selectie
ru: Сделайте свой выбор
tr: Seçimini yap

source: Download
fa: دریافت کردن
ru: Загрузка
tr: İndir

source: Invert
fa: معکوس کردن
nl: Omgekeerd
ru: Инвертировать
tr: Ters Çevir

source: remote of
nl: extern van
ru: удаленный от
tr: uzaktan kapalı

source: No bouquets selected
fa: هیچ دسته ای انتخاب نشده است
nl: Geen bouquets geselecteerd
ru: Нет выбранных букетов
tr: Buket seçilmedi

source: Checking for alternatives
nl: Controleren op alternatieven
ru: Проверка на наличие альтернатив
tr: Alternatifleri kontrol etme

source: FTP reading alternatives %d of %d
nl: FTP lezen alternatieven% d of % d
ru: FTP чтение альтернатив %d из %d
tr: FTP okuma alternatifleri %d / %d

source: Remote channel stream converter
fa: مبدل برای کانالهای در حال پخش از راه دور
ru: Конвертер для стрима каналов
tr: Uzak kanal akışı dönüştürücü

source: Convert remote channel list for streaming
fa: تبدیل لیست کانال های راه دور به منظور به اجرا درآوردن
nl: Importeer kanalenlijsten van externe boxen
ru: Преобразователь списка удаленных каналов для стриминга
tr: Akış için uzak kanal listesini dönüştürün

source: Streamport:
ru: Порт стрима:
